Repository: Mark-Muchiri/gnome-shell
Catalog: extensions/unite 77/translations/*.po
Languages: cs, ko, pt_br

source: Extend top bar left box
cs: Rozšíření levého pole horní lišty
ko: 최상위 표시줄의 왼쪽 상자 확장
pt_br: Estender a caixa esquerda da barra superior

source: Auto focus new windows
cs: Automatické zvýraznění nových oken
ko: 새 창 자동 집중
pt_br: Foco automático em novas janelas

source: Show system tray in top bar
cs: Zobrazit systémovou lištu v horní liště
ko: 최상위 표시줄에 시스템 트레이 표시
pt_br: Mostrar área de notificação na barra superior

source: Show desktop name in top bar
cs: Zobrazit název plochy v horní liště
ko: 최상위 표시줄에 데스크탑 이름 표시
pt_br: Mostrar o nome do ambiente na barra superior

source: Enable titlebar actions on top bar click
cs: Povolit akce v záhlaví kliknutím na horní lištu
ko: 최상위 표시줄 클릭 시 제목 표시줄 동작 사용
pt_br: Habilitar ações da barra de título no clique da barra superior

source: Restrict functionalities to the primary screen
cs: Omezte funkce na primární obrazovku
ko: 주 화면에서 기능 제한
pt_br: Restringir funcionalidades à tela principal

source: Hide activities button
cs: Skrýt tlačítko aktivit
ko: 현재 활동 단추 숨기기
pt_br: Ocultar botão de atividades

source: Never
cs: Nikdy
ko: 안 함
pt_br: Nunca

source: Auto
cs: Automaticky
ko: 자동

source: Always
cs: Vždy
ko: 항상 숨기기
pt_br: Sempre

source: Hide window titlebars
cs: Skrýt titulky oken
ko: 창 표시줄 숨기기
pt_br: Ocultar barras de título das janelas

source: Tiled
cs: Dlaždice
ko: 타일
pt_br: Lado a lado

source: Maximized
cs: Maximalizované
ko: 최대화
pt_br: Maximizado

source: Both
cs: Obojí
ko: 타일 및 최대화
pt_br: Ambos

source: Show window title in app menu
cs: Zobrazit název okna v nabídce aplikace
ko: 앱 메뉴에 창 제목 표시
pt_br: Mostrar título da janela no menu de aplicativo

source: Show window buttons in top bar
cs: Zobrazit tlačítka okna v horní liště
ko: 최상위 표시줄에 창 단추 표시
pt_br: Mostrar botões da janela na barra superior

source: Notification messages position
cs: Pozice zpráv s upozorněním
ko: 알림 메시지 위치
pt_br: Posição das mensagens de notificação

source: Center
cs: Uprostřed
ko: 가운데
pt_br: Centro

source: Left
cs: Vlevo
ko: 왼쪽
pt_br: Esquerda

source: Right
cs: Vpravo
ko: 오른쪽
pt_br: Direita

source: General
cs: Obecné
ko: 일반
pt_br: Geral

source: Apply system fonts to shell theme
cs: Použít systémová písma na motiv shellu
ko: 쉘 테마에 시스템 폰트 적용
pt_br: Aplicar fontes do sistema ao tema do shell

source: Convert tray icons to greyscale
cs: Převést ikony na panelu na odstíny šedi
ko: 트레이 아이콘을 흑백으로 변경
pt_br: Converter ícones da área de notificação para escala de cinza

source: Hide top bar dropdown arrows
cs: Skrýt šipky rozbalovacích nabídek na horní liště
ko: 최상위 표시줄의 화살표 숨기기
pt_br: Ocultar as setas de menu suspenso da barra superior

source: Hide aggregate menu dropdown arrow
cs: Skrýt šipku rozbalovací nabídky souhrnné nabídky
ko: 시스템 메뉴의 화살표 숨기기
pt_br: Ocultar seta de menu suspenso do menu de agregação

source: Hide app menu dropdown arrow
cs: Skrýt šipku rozbalovací nabídky aplikace
ko: 앱 메뉴 화살표 숨기기
pt_br: Ocultar seta de menu suspenso do menu de aplicativo

source: Hide app menu application icon
cs: Skrýt ikonu menu aplikace
ko: 앱 메뉴에 프로그램 아이콘 숨기기
pt_br: Ocultar ícone de aplicativo do menu de aplicativo

source: Reduce top bar items spacing
cs: Zmenšit rozestupy mezi položkami horní lišty
ko: 최상위 표시줄 내 항목 간격 최소화
pt_br: Reduzir espaçamento de itens da barra superior

source: Top bar desktop name text
cs: Text názvu plochy v horní liště
ko: 데스크탑 이름
pt_br: Texto do nome do ambiente na barra superior

source: GNOME Desktop
cs: Plocha GNOME
ko: 그놈 데스크톱

source: Max width for the app menu
cs: Maximální šířka menu aplikace
ko: 앱 메뉴 최대 크기
pt_br: Largura máxima do menu de aplicativo

source: Ellipsis mode for app menu
cs: Režim elipsy pro menu aplikace
ko: 앱 메뉴 숨기기
pt_br: Modo de reticências para o menu de aplicativo

source: Start
cs: Začátek
ko: 시작
pt_br: Início

source: Middle
cs: Uprostřed
ko: 가운데
pt_br: Meio

source: End
cs: Konec
ko: 끝
pt_br: Fim

source: Top bar window buttons position
cs: Umístění tlačítek okna v horní liště
ko: 최상위 표시줄에 창 단추를 표시할 위치
pt_br: Posição dos pontões de janela da barra superior

source: First
cs: První
ko: 처음
pt_br: Primeiro

source: Last
cs: Poslední
ko: 마지막
pt_br: Último

source: Top bar window buttons theme
cs: Téma tlačítek okna v horní liště
ko: 최상위 표시줄 창 단추 테마
pt_br: Tema dos botões de janela da barra superior

source: Default
cs: Výchozí
ko: 기본값
pt_br: Padrão

source: Appearance
cs: Vzhled
ko: 모양
pt_br: Aparência
